
/* No comment provided by engineer. */
"%@ (%@) : Connection Error" = "%1$@ (%2$@) : Uppkopplingsfel";

/* joscar invite message for group chats */
"%@ invites you to chat in \"%@\"" = "%1$@ bjuder in dig till chatten \"%2$@\"";

/* joscar invite message for group chats */
"%@ invites you to chat in \"%@\" with the following message:\n%@" = "%1$@ bjuder in dig till chatten \"%2$@\" med följande meddelande:\n%3$@";

/* joscar accept group chat button caption */
"Accept" = "Acceptera";

/* No comment provided by engineer. */
"Account" = "Konto";

/* Debug window title */
"Adium joscar Debug Log" = "Adium joscar debug-logg";

/* No comment provided by engineer. */
"America Online" = "America Online";

/* No comment provided by engineer. */
"Cancel" = "Avbryt";

/* No comment provided by engineer. */
"Change User Details" = "Ändra användardetaljer";

/* No comment provided by engineer. */
"Configure IM Forwarding" = "Konfigurera vidarebefordran";

/* Direct IM is an AIM-specific phrase for transferring images in the message window */
"Direct Instant Message session ended" = "Direktöverföring avslutad";

/* Direct IM is an AIM-specific phrase for transferring images in the message window */
"Direct Instant Message session started" = "Direktöverföring påbörjad";

/* No comment provided by engineer. */
"Error: A connection failure has occurred." = "Fel: Ett uppkopplingsfel har inträffat.";

/* joscar group chat invitation window title */
"Group Chat Invitation" = "Inbjudan till gruppchatt";

/* No comment provided by engineer. */
"ICQ Number" = "ICQ-nummer";

/* No comment provided by engineer. */
"joscar Debug Window" = "joscar debugfönster";

/* No comment provided by engineer. */
"Member Name" = "Medlemsnamn";

/* No comment provided by engineer. */
"OK" = "OK";

/* SecurID prompt */
"Please enter your SecurID:" = "Skriv ditt SecurID:";

/* joscar reject group chat button caption */
"Reject" = "Avslå";

/* No comment provided by engineer. */
"Request Authorization" = "Begär tillåtelse";

/* No comment provided by engineer. */
"Screen Name" = "Visningsnamn";

/* Name of the RSA SecurID product, if localized */
"SecurID" = "SecurID";

/* No comment provided by engineer. */
"The server is temporarily unavailable; you cannot connect at this time. Please try again later." = "Servern går inte att nå just nu; du kan inte ansluta för tillfället. Vänligen försök igen senare.";

/* No comment provided by engineer. */
"You have been connecting too frequently. Please wait five minutes or more before trying again; trying sooner will increase the timespan of this temporary ban." = "Du har kopplat upp dig för ofta. Var vänlig vänta fem minuter eller mer innan du försöker igen; att försöka tidigare kommer att öka på tiden på din tillfälliga avstängning.";

/* No comment provided by engineer. */
"You have been temporarily blocked by the AIM server and cannot connect at this time. Please try again later." = "Du har blivit tillfälligt blockerad av AIM-servern och kan inte ansluta just nu. Var vänlig försök senare.";
